Revit 2024 API
IndexStream Properties
The IndexStream type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
IndexStream Class
Autodesk.Revit.DB.DirectContext3D Namespace